
[
    {
        "planet": "ಗುರು",
        "title": "ಗುರು (Jupiter): ಸಂಪತ್ತು ಮತ್ತು ವಿಸ್ತರಣೆ",
        "content": "ಗುರುವು ಜ್ಯೋತಿಷ್ಯದಲ್ಲಿ ಸಂಪತ್ತು, ಅದೃಷ್ಟ ಮತ್ತು ವಿಸ್ತರಣೆಯ ಕಾರಕ. ಜಾತಕದಲ್ಲಿ ಗುರುವಿನ ಬಲವಾದ ಸ್ಥಾನವು ಹೂಡಿಕೆಗಳಲ್ಲಿ ಯಶಸ್ಸು ಮತ್ತು ಆರ್ಥಿಕ ಬೆಳವಣಿಗೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಗುರುವಿನ ಅನುಕೂಲಕರ ಸಂಚಾರವು ದೀರ್ಘಾವಧಿಯ ಹೂಡಿಕೆಗಳಿಗೆ ಮತ್ತು ಮಾರುಕಟ್ಟೆಯ ಸಕಾರಾತ್ಮಕ ಪ್ರವೃತ್ತಿಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು."
    },
    {
        "planet": "ಬುಧ",
        "title": "ಬುಧ (Mercury): ವ್ಯಾಪಾರ ಮತ್ತು ಸಂವಹನ",
        "content": "ಬುಧನು ವ್ಯಾಪಾರ, ವಾಣಿಜ್ಯ, ಮತ್ತು ತ್ವರಿತ ನಿರ್ಧಾರ ತೆಗೆದುಕೊಳ್ಳುವಿಕೆಯ ಗ್ರಹ. ಶೇರು ಮಾರುಕಟ್ಟೆಯು ವೇಗದ ವಹಿವಾಟುಗಳನ್ನು ಒಳಗೊಂಡಿರುವುದರಿಂದ, ಬುಧನ ಬಲವಾದ ಸ್ಥಾನವು ಅಲ್ಪಾವಧಿಯ ವ್ಯಾಪಾರ (intraday trading) ಮತ್ತು ತ್ವರಿತ ಲಾಭಗಳಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಬುಧನ ವಕ್ರ ಸಂಚಾರದ ಸಮಯದಲ್ಲಿ ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಗೊಂದಲ ಮತ್ತು ಅನಿರೀಕ್ಷಿತ ಏರಿಳಿತಗಳು ಉಂಟಾಗಬಹುದು."
    },
    {
        "planet": "ರಾಹು",
        "title": "ರಾಹು (Rahu): ಆಕಸ್ಮಿಕ ಲಾಭ ಮತ್ತು ಊಹಾಪೋಹ",
        "content": "ರಾಹುವು ವಿದೇಶಿ ಅಂಶಗಳು, ತಂತ್ರಜ್ಞาน ಮತ್ತು ಆಕಸ್ಮಿಕ, ಅನಿರೀಕ್ಷಿತ ಘಟನೆಗಳ ಕಾರಕ. ಶೇರು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ, ರಾಹುವು ಊಹಾಪೋಹ (speculation), ಆಕಸ್ಮಿಕ ಲಾಭ ಅಥವಾ ನಷ್ಟಗಳನ್ನು ಸೂಚಿಸುತ್ತಾನೆ. ಬಲವಾದ ರಾಹುವು ತಂತ್ರಜ್ಞಾನ ಸಂಬಂಧಿತ ಷೇರುಗಳಲ್ಲಿ ಮತ್ತು ವಿದೇಶಿ ಮಾರುಕಟ್ಟೆಗಳಲ್ಲಿ ಲಾಭವನ್ನು ತರಬಲ್ಲದು, ಆದರೆ ಇದು ಅಪಾಯಕಾರಿಯೂ ಆಗಿರಬಹುದು."
    },
    {
        "planet": "ಶನಿ",
        "title": "ಶನಿ (Saturn): ಸ್ಥಿರತೆ ಮತ್ತು ವಿಳಂಬ",
        "content": "ಶನಿಯು ಶಿಸ್ತು, ತಾಳ್ಮೆ ಮತ್ತು ದೀರ್ಘಾವಧಿಯ ರಚನೆಗಳ ಕಾರಕ. ಶನಿಯ ಪ್ರಭಾವವು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ನಿಧಾನಗತಿಯ ಆದರೆ ಸ್ಥಿರವಾದ ಬೆಳವಣಿಗೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಕಬ್ಬಿಣ, ಕಲ್ಲಿದ್ದಲು ಮತ್ತು ರಿಯಲ್ ಎಸ್ಟೇಟ್‌ನಂತಹ ಕ್ಷೇತ್ರಗಳ ಮೇಲೆ ಶನಿಯು ಪ್ರಭಾವ ಬೀರುತ್ತಾನೆ. ಶನಿಯ ಅನುಕೂಲಕರ ಸ್ಥಾನವಿಲ್ಲದಿದ್ದರೆ, ಹೂಡಿಕೆಗಳಲ್ಲಿ ವಿಳಂಬ ಅಥವಾ ನಷ್ಟಗಳು ಉಂಟಾಗಬಹುದು."
    },
    {
        "planet": "ಸೂರ್ಯ",
        "title": "ಸೂರ್ಯ (Sun): ನಾಯಕತ್ವ ಮತ್ತು ಸರ್ಕಾರ",
        "content": "ಸೂರ್ಯನು ಸರ್ಕಾರ, ನಾಯಕತ್ವ ಮತ್ತು ದೊಡ್ಡ ಕಂಪನಿಗಳನ್ನು (Blue Chip) ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ. ಸೂರ್ಯನ ಬಲವಾದ ಸ್ಥಾನವು ಸರ್ಕಾರಿ ಸ್ವಾಮ್ಯದ ಉದ್ಯಮಗಳ (PSUs) ಷೇರುಗಳಲ್ಲಿ ಮತ್ತು ಸ್ಥಾಪಿತ, ದೊಡ್ಡ ಕಂಪನಿಗಳಲ್ಲಿ ಲಾಭವನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಸರ್ಕಾರದ ನೀತಿಗಳು ಮತ್ತು ಪ್ರಕಟಣೆಗಳು ಮಾರುಕಟ್ಟೆಯ ಮೇಲೆ ಬೀರುವ ಪ್ರಭಾವವನ್ನು ಸೂರ್ಯನು ನಿಯಂತ್ರಿಸುತ್ತಾನೆ."
    },
    {
        "planet": "ಚಂದ್ರ",
        "title": "ಚಂದ್ರ (Moon): ಮಾರುಕಟ್ಟೆಯ ಭಾವನೆ ಮತ್ತು ದ್ರವ್ಯತೆ",
        "content": "ಚಂದ್ರನು ಮನಸ್ಸು, ಭಾವನೆಗಳು ಮತ್ತು ಸಾರ್ವಜನಿಕರ ಮನಸ್ಥಿತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ. ಶೇರು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ, ಚಂದ್ರನು 'ಮಾರುಕಟ್ಟೆಯ ಭಾವನೆ' (Market Sentiment) ಮತ್ತು ದ್ರವ್ಯತೆಯನ್ನು (Liquidity) ನಿಯಂತ್ರಿಸುತ್ತಾನೆ. ಚಂದ್ರನ ವೇಗದ ಚಲನೆಯು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ದೈನಂದಿನ ಮತ್ತು ಗಂಟೆಗಂಟೆಯ ಏರಿಳಿತಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಚಂದ್ರನ ಸ್ಥಾನವು ಸಾರ್ವಜನಿಕರು ಆಶಾವಾದಿಗಳಾಗಿದ್ದಾರೆಯೇ ಅಥವಾ ಭಯಭೀತರಾಗಿದ್ದಾರೆಯೇ ಎಂಬುದನ್ನು ಸೂಚಿಸುತ್ತದೆ."
    }
]

    