
[
  {
    "id": "financial",
    "remedy": {
      "ritualName": "ಲಕ್ಷ್ಮೀ ಕೃಪಾ ಪ್ರಾರ್ಥನೆ",
      "description": "ಸಂಪತ್ತು ಮತ್ತು ಸಮೃದ್ಧಿಯ ದೇವತೆಯಾದ ಲಕ್ಷ್ಮಿಯ ಕೃಪೆಯನ್ನು ಆಕರ್ಷಿಸಲು ಈ ಸರಳ ದೀಪಾರಾಧನೆ ಮತ್ತು ಪ್ರಾರ್ಥನೆಯನ್ನು ಪ್ರತಿದಿನ ಸಂಜೆ ಮಾಡಿ.",
      "steps": [
        "ಸ್ನಾನ ಮಾಡಿ ಶುದ್ಧರಾಗಿ, ಮನೆಯ ದೇವರ ಕೋಣೆಯಲ್ಲಿ ಅಥವಾ ಯಾವುದೇ ಶುದ್ಧವಾದ ಸ್ಥಳದಲ್ಲಿ ತುಪ್ಪದ ದೀಪವನ್ನು ಹಚ್ಚಿ.",
        "ದೀಪದ ಮುಂದೆ ಕುಳಿತು, ಲಕ್ಷ್ಮೀ ದೇವಿಯನ್ನು ಮನಸ್ಸಿನಲ್ಲಿ ಧ್ಯಾನಿಸಿ.",
        "'ಓಂ ಶ್ರೀಂ ಮಹಾಲಕ್ಷ್ಮ್ಯೈ ನಮಃ' ಎಂಬ ಮಂತ್ರವನ್ನು 11 ಬಾರಿ ಶ್ರದ್ಧೆಯಿಂದ ಜಪಿಸಿ.",
        "ನಿಮ್ಮ ಆರ್ಥಿಕ ಸಮಸ್ಯೆಗಳನ್ನು ನಿವಾರಿಸಿ, ಸಮೃದ್ಧಿಯನ್ನು ಕರುಣಿಸುವಂತೆ ದೇವಿಯಲ್ಲಿ ಪ್ರಾರ್ಥಿಸಿ.",
        "ಈ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣ ನಂಬಿಕೆಯಿಂದ ಮಾಡಿ."
      ]
    }
  },
  {
    "id": "business",
    "remedy": {
      "ritualName": "ಕಾರ್ಯ ಸಿದ್ಧಿ ಗಣಪತಿ ಪೂಜೆ",
      "description": "ವ್ಯಾಪಾರದಲ್ಲಿನ ಅಡೆತಡೆಗಳನ್ನು ನಿವಾರಿಸಿ, ಯಶಸ್ಸನ್ನು ಪಡೆಯಲು ವಿಘ್ನನಿವಾರಕನಾದ ಗಣೇಶನಿಗೆ ಈ ಸರಳ ಪೂಜೆಯನ್ನು ಮಾಡಿ.",
      "steps": [
        "ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ನಿಮ್ಮ ವ್ಯಾಪಾರ ಸ್ಥಳದಲ್ಲಿ ಅಥವಾ ಮನೆಯಲ್ಲಿ ಗಣೇಶನ ಫೋಟೋ ಅಥವಾ ಮೂರ್ತಿಯ ಮುಂದೆ ಕುಳಿತುಕೊಳ್ಳಿ.",
        "ಒಂದು ಕೆಂಪು ಹೂವನ್ನು ಗಣೇಶನಿಗೆ ಅರ್ಪಿಸಿ.",
        "'ಓಂ ಗಂ ಗಣಪತಯೇ ನಮಃ' ಎಂಬ ಮಂತ್ರವನ್ನು 21 ಬಾರಿ ಜಪಿಸಿ.",
        "ನಿಮ್ಮ ವ್ಯಾಪಾರದಲ್ಲಿ ಬರುವ ಎಲ್ಲಾ ವಿಘ್ನಗಳನ್ನು ನಿವಾರಿಸಿ, ಯಶಸ್ಸನ್ನು ಕರುಣಿಸುವಂತೆ ಗಣೇಶನಲ್ಲಿ ಬೇಡಿಕೊಳ್ಳಿ.",
        "ಕೆಲಸವನ್ನು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು ಈ ಪೂಜೆಯನ್ನು ಮಾಡುವುದು ಉತ್ತಮ."
      ]
    }
  },
  {
    "id": "obstacles",
    "remedy": {
      "ritualName": "ಸರ್ವ ವಿಘ್ನ ನಿವಾರಣಾ ಸ್ತೋತ್ರ",
      "description": "ಜೀವನದಲ್ಲಿ ಎದುರಾಗುವ ಎಲ್ಲಾ ರೀತಿಯ ಅಡೆತಡೆಗಳನ್ನು ಮತ್ತು ನಕಾರಾತ್ಮಕ ಶಕ್ತಿಗಳನ್ನು ದೂರ ಮಾಡಲು ಈ ಸರಳ ಹನುಮಾನ್ ಚಾಲೀಸಾ ಪಠಣ ಮಾಡಿ.",
      "steps": [
        "ಪ್ರತಿ ಮಂಗಳವಾರ ಅಥವಾ ಶನಿವಾರ ಸಂಜೆ, ಸ್ನಾನ ಮಾಡಿ ಶುದ್ಧರಾಗಿ.",
        "ಹನುಮಂತನ ಫೋಟೋದ ಮುಂದೆ ಕುಳಿತು, ತುಪ್ಪದ ದೀಪವನ್ನು ಹಚ್ಚಿ.",
        "ಒಂದು ಬಾರಿ ಸಂಪೂರ್ಣ 'ಹನುಮಾನ್ ಚಾಲೀಸಾ'ವನ್ನು ಶ್ರದ್ಧೆಯಿಂದ ಮತ್ತು ಸ್ಪಷ್ಟವಾಗಿ ಪಠಿಸಿ.",
        "ನಿಮ್ಮ ಜೀವನದಲ್ಲಿನ ಎಲ್ಲಾ ಅಡೆತಡೆಗಳನ್ನು ನಿವಾರಿಸಿ, ಧೈರ್ಯ ಮತ್ತು ಶಕ್ತಿಯನ್ನು ನೀಡುವಂತೆ ಹನುಮಂತನಲ್ಲಿ ಪ್ರಾರ್ಥಿಸಿ.",
        "ಪಠಣದ ನಂತರ, ಸ್ವಲ್ಪ ಹೊತ್ತು ಶಾಂತವಾಗಿ ಕುಳಿತು ಧ್ಯಾನ ಮಾಡಿ."
      ]
    }
  },
  {
    "id": "peace",
    "remedy": {
      "ritualName": "ಗೃಹ ಶಾಂತಿ ಧೂಪ",
      "description": "ಮನೆಯಲ್ಲಿರುವ ನಕಾರಾತ್ಮಕ ಶಕ್ತಿಯನ್ನು ತೆಗೆದುಹಾಕಿ, ಶಾಂತಿ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ವಾತಾವರಣವನ್ನು ಸೃಷ್ಟಿಸಲು ಈ ಸರಳ ಧೂಪದ ಆಚರಣೆಯನ್ನು ಮಾಡಿ.",
      "steps": [
        "ಪ್ರತಿದಿನ ಸಂಜೆ, ಸೂರ್ಯಾಸ್ತದ ಸಮಯದಲ್ಲಿ, ಕರ್ಪೂರ ಮತ್ತು ಲವಂಗವನ್ನು ಒಂದು ಸಣ್ಣ ಪಾತ್ರೆಯಲ್ಲಿ ಹಾಕಿ.",
        "ಅದನ್ನು ನಿಮ್ಮ ಮನೆಯ ಮುಖ್ಯ ದ್ವಾರದಿಂದ ಪ್ರಾರಂಭಿಸಿ, ಪ್ರತಿಯೊಂದು ಕೋಣೆಯ ಮೂಲೆ ಮೂಲೆಗೂ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಧೂಪದ ಹೊಗೆಯನ್ನು ತೋರಿಸಿ.",
        "ಧೂಪವನ್ನು ತೋರಿಸುವಾಗ, 'ಓಂ ನಮಃ ಶಿವಾಯ' ಎಂದು ಮನಸ್ಸಿನಲ್ಲಿ ಜಪಿಸುತ್ತಿರಿ.",
        "ಈ ಹೊಗೆಯು ಮನೆಯಲ್ಲಿರುವ ಎಲ್ಲಾ ನಕಾರಾತ್ಮಕತೆಯನ್ನು ಹೊರಹಾಕುತ್ತದೆ ಎಂದು ಬಲವಾಗಿ ಭಾವಿಸಿ.",
        "ಕೊನೆಯಲ್ಲಿ, ಆ ಪಾತ್ರೆಯನ್ನು ಮನೆಯ ಹೊರಗೆ ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಇಡಿ."
      ]
    }
  }
]
