
[
  {
    "title": "ಜ್ಞಾನಿ ರೈತ",
    "story": "ಒಬ್ಬ ಹಳ್ಳಿಯಲ್ಲಿ ಒಬ್ಬ ರೈತನಿದ್ದ. ಅವನಿಗೆ ಅಪಾರ ಜ್ಞಾನವಿತ್ತು. ಒಮ್ಮೆ ಅವನ ಹೊಲದಲ್ಲಿ ಬೆಳೆ ನಾಶವಾಯಿತು. ಎಲ್ಲರೂ ದುಃಖಿಸಿದರೆ, ಅವನು ಶಾಂತನಾಗಿದ್ದ. 'ಇದು ಪ್ರಕೃತಿಯ ನಿಯಮ,' ಎಂದ. ಮುಂದಿನ ವರ್ಷ, ಅದ್ಭುತ ಬೆಳೆ ಬಂತು. ಎಲ್ಲರೂ ಸಂತೋಷಪಟ್ಟರು, ಆಗಲೂ ಅವನು ಶಾಂತನಾಗಿದ್ದ. 'ಇದು ಕೂಡ ಪ್ರಕೃತಿಯ ನಿಯಮ,' ಎಂದ. ಸುಖ-ದುಃಖಗಳಲ್ಲಿ ಸಮಾನವಾಗಿರುವುದು ನಿಜವಾದ ಜ್ಞಾನ ಎಂದು ಅವನು ತನ್ನ ಜೀವನದಿಂದ ತೋರಿಸಿಕೊಟ್ಟ."
  },
  {
    "title": "ಒಡೆದ ಮಡಕೆ",
    "story": "ಒಬ್ಬ ನೀರು ಹೊರುವವನ ಬಳಿ ಎರಡು ಮಡಕೆಗಳಿದ್ದವು. ಒಂದರಲ್ಲಿ ಸಣ್ಣ ಬಿರುಕು ಇತ್ತು. ಪ್ರತಿದಿನ, ಅವನು ನದಿಯಿಂದ ನೀರು ತರುವಾಗ, ಬಿರುಕಿದ್ದ ಮಡಕೆಯಿಂದ ನೀರು ಸೋರುತ್ತಿತ್ತು. ಒಂದು ದಿನ ಆ ಮಡಕೆ ದುಃಖದಿಂದ, 'ನನ್ನಿಂದ ನಿನಗೆ ನಷ್ಟವಾಗುತ್ತಿದೆ,' ಎಂದಿತು. ಅದಕ್ಕೆ ನೀರು ಹೊರುವವನು ನಗುತ್ತಾ, 'ನೀನು ಸೋರಿದ ದಾರಿಯಲ್ಲಿ ನಾನು ಹೂವಿನ ಬೀಜಗಳನ್ನು ಹಾಕಿದ್ದೆ. ನಿನ್ನಿಂದಾಗಿ ಆ ದಾರಿಯುದ್ದಕ್ಕೂ ಸುಂದರವಾದ ಹೂವುಗಳು ಅರಳಿವೆ. ಪ್ರತಿಯೊಂದು ದೋಷದಲ್ಲಿಯೂ ಒಂದು ಸೌಂದರ್ಯವಿರುತ್ತದೆ,' ಎಂದ. ನಮ್ಮ ನ್ಯೂನತೆಗಳೂ ಉಪಯುಕ್ತವಾಗಬಹುದು ಎಂಬುದೇ ಇದರ ಪಾಠ."
  },
  {
    "title": "ಗುಹೆಯ ಪ್ರತಿಧ್ವನಿ",
    "story": "ಒಬ್ಬ ತಂದೆ ಮತ್ತು ಮಗ ಪರ್ವತದ ಮೇಲೆ ನಡೆಯುತ್ತಿದ್ದರು. ಮಗ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಬಿದ್ದು, 'ಆಹ್!' ಎಂದು ಕೂಗಿದ. ಪರ್ವತದಿಂದ 'ಆಹ್!' ಎಂಬ ಪ್ರತಿಧ್ವನಿ ಬಂತು. ಮಗನಿಗೆ ಕೋಪ ಬಂದು, 'ನೀನು ಯಾರು?' ಎಂದು ಕೂಗಿದ. ಅದಕ್ಕೆ 'ನೀನು ಯಾರು?' ಎಂಬ ಉತ್ತರ ಬಂತು. ತಂದೆ ನಗುತ್ತಾ, 'ನೀನು ಅದ್ಭುತ!' ಎಂದು ಕೂಗಿದರು. 'ನೀನು ಅದ್ಭುತ!' ಎಂಬ ಪ್ರತಿಧ್ವನಿ ಬಂತು. ತಂದೆ ಹೇಳಿದರು, 'ಮಗು, ಜೀವನವು ಹೀಗೆಯೇ. ನಾವು ಜಗತ್ತಿಗೆ ಏನನ್ನು ಕೊಡುತ್ತೇವೆಯೋ, ಅದೇ ನಮಗೆ ಹಿಂತಿರುಗಿ ಬರುತ್ತದೆ. ಪ್ರೀತಿಯನ್ನು ಕೊಟ್ಟರೆ ಪ್ರೀತಿ ಸಿಗುತ್ತದೆ.'"
  },
  {
    "title": "ಚಿಟ್ಟೆಯ ಹೋರಾಟ",
    "story": "ಒಬ್ಬ ವ್ಯಕ್ತಿ ಚಿಟ್ಟೆಯೊಂದು ಗೂಡಿನಿಂದ ಹೊರಬರಲು ಹೋರಾಡುವುದನ್ನು ನೋಡುತ್ತಿದ್ದ. ದಯೆ ತೋರಿಸಲು, ಅವನು ಗೂಡನ್ನು ಸ್ವಲ್ಪ ಕತ್ತರಿಸಿದ. ಚಿಟ್ಟೆ ಸುಲಭವಾಗಿ ಹೊರಬಂತು, ಆದರೆ ಅದರ ರೆಕ್ಕೆಗಳು ದುರ್ಬಲವಾಗಿದ್ದವು ಮತ್ತು ದೇಹವು ಊದಿಕೊಂಡಿತ್ತು. ಅದು ಎಂದಿಗೂ ಹಾರಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಆ ಹೋರಾಟವೇ ಚಿಟ್ಟೆಯ ರೆಕ್ಕೆಗಳಿಗೆ ಶಕ್ತಿ ಮತ್ತು ಹಾರಲು ಬೇಕಾದ ದ್ರವವನ್ನು ಅದರ ದೇಹದಿಂದ ರೆಕ್ಕೆಗಳಿಗೆ ವರ್ಗಾಯಿಸುವ ಪ್ರಕೃತಿಯ ವಿಧಾನವಾಗಿತ್ತು. ಜೀವನದಲ್ಲಿನ ಹೋರಾಟಗಳು ನಮ್ಮನ್ನು ಬಲಪಡಿಸುತ್ತವೆ ಎಂಬುದೇ ಇದರ ಸಾರ."
  },
  {
    "title": "ನಾಲ್ಕು ಮೇಣದಬತ್ತಿಗಳು",
    "story": "ಒಂದು ಕೋಣೆಯಲ್ಲಿ ನಾಲ್ಕು ಮೇಣದಬತ್ತಿಗಳು ಉರಿಯುತ್ತಿದ್ದವು. ಮೊದಲನೆಯದು 'ಶಾಂತಿ', 'ನಾನು ಯಾರಿಗೂ ಬೇಡ' ಎಂದು ಹೇಳಿ ಆರಿಹೋಯಿತು. ಎರಡನೆಯದು 'ನಂಬಿಕೆ', 'ನಾನು ಇನ್ನು ಮುಂದೆ ಅಗತ್ಯವಿಲ್ಲ' ಎಂದು ಹೇಳಿ ಆರಿಹೋಯಿತು. ಮೂರನೆಯದು 'ಪ್ರೀತಿ', 'ನನಗೆ ಉರಿಯಲು ಶಕ್ತಿಯಿಲ್ಲ' ಎಂದು ಹೇಳಿ ಆರಿಹೋಯಿತು. ಆಗ ಒಂದು ಮಗು ಕೋಣೆಗೆ ಬಂದು, 'ನೀವು ಏಕೆ ಉರಿಯುತ್ತಿಲ್ಲ?' ಎಂದು ಕೇಳಿತು. ನಾಲ್ಕನೇ ಮೇಣದಬತ್ತಿ, 'ನಾನು ಭರವಸೆ. ನಾನು ಉರಿಯುತ್ತಿರುವವರೆಗೆ, ನಾವು ಉಳಿದ ಮೂರನ್ನು ಮತ್ತೆ ಹಚ್ಚಬಹುದು' ಎಂದಿತು. ಭರವಸೆಯಿದ್ದರೆ, ಎಲ್ಲವನ್ನೂ ಮರಳಿ ಪಡೆಯಬಹುದು."
  },
  {
    "title": "ಗುರುವಿನ ಮೌನ",
    "story": "ಒಬ್ಬ ಶಿಷ್ಯನು ತನ್ನ ಗುರುವಿನ ಬಳಿ, 'ದೇವರ ಸ್ವರೂಪವೇನು?' ಎಂದು ಕೇಳಿದ. ಗುರುವು ಮೌನವಾಗಿದ್ದರು. ಶಿಷ್ಯನು ಮತ್ತೆ ಮತ್ತೆ ಕೇಳಿದರೂ, ಗುರುವು ಉತ್ತರಿಸಲಿಲ್ಲ. ಕೊನೆಗೆ ಶಿಷ್ಯನು ನಿರಾಶೆಯಿಂದ ಹೊರಡಲು ಸಿದ್ಧನಾದ. ಆಗ ಗುರುಗಳು, 'ಮಗು, ನಾನು ಮೊದಲಿನಿಂದಲೂ ಉತ್ತರಿಸುತ್ತಿದ್ದೇನೆ, ಆದರೆ ನೀನು ಕೇಳಿಸಿಕೊಳ್ಳುತ್ತಿಲ್ಲ. ದೇವರ ನಿಜ ಸ್ವರೂಪವು ಮೌನದಲ್ಲಿದೆ. ಅದನ್ನು ಶಬ್ದಗಳಲ್ಲಿ ವಿವರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಕೇವಲ ಅನುಭವಿಸಲು ಸಾಧ್ಯ' ಎಂದರು. ಕೆಲವು ಸತ್ಯಗಳು ಮಾತಿಗಿಂತ ಮಿಗಿಲಾದವು."
  },
  {
    "title": "ಮರಳಿನ ಮೇಲಿನ ಬರಹ",
    "story": "ಇಬ್ಬರು ಸ್ನೇಹಿತರು ಮರುಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣಿಸುತ್ತಿದ್ದರು. ದಾರಿಯಲ್ಲಿ ಜಗಳವಾಗಿ, ಒಬ್ಬನು ಇನ್ನೊಬ್ಬನ ಕೆನ್ನೆಗೆ ಹೊಡೆದ. ನೋವು ಅನುಭವಿಸಿದವನು ಮರಳಿನ ಮೇಲೆ, 'ಇಂದು ನನ್ನ ಸ್ನೇಹಿತ ನನಗೆ ಹೊಡೆದ' ಎಂದು ಬರೆದ. ಅವರು ಮುಂದೆ ಸಾಗಿ, ಒಂದು ಓಯಸಿಸ್ ತಲುಪಿದರು. ಅಲ್ಲಿ ಸ್ನಾನ ಮಾಡುವಾಗ, ಹೊಡೆತ ತಿಂದವನು ಮುಳುಗುತ್ತಿದ್ದ. ಅವನ ಸ್ನೇಹಿತ ಅವನನ್ನು ರಕ್ಷಿಸಿದ. ಆಗ ಅವನು ಕಲ್ಲಿನ ಮೇಲೆ, 'ಇಂದು ನನ್ನ ಸ್ನೇಹಿತ ನನ್ನ ಪ್ರಾಣ ಉಳಿಸಿದ' ಎಂದು ಕೆತ್ತಿದ. ಸ್ನೇಹಿತನು ಕಾರಣ ಕೇಳಿದಾಗ, 'ನೋವನ್ನು ಮರಳಿನ ಮೇಲೆ ಬರೆಯಬೇಕು, ಗಾಳಿ ಅದನ್ನು ಅಳಿಸಿಹಾಕುತ್ತದೆ. ಆದರೆ ಉಪಕಾರವನ್ನು ಕಲ್ಲಿನ ಮೇಲೆ ಕೆತ್ತಬೇಕು, ಯಾವುದೂ ಅದನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ' ಎಂದ."
  }
]

    
